{
  "title": "Swoony Oy käyttöehdot",
  "backButton": "Takaisin",
  "commitment": {
    "title": "Asiakkaana sitoutuminen",
    "intro": "Sinulla ei ole oikeutta luoda tiliä tai käyttää palveluita, elleivät kaikki seuraavat seikat pidä paikkaansa kohdallasi, ja käyttämällä palveluitamme vakuutat ja takaat, että:",
    "points": [
      "Olet vähintään 18-vuotias yksityishenkilö (eli et ole oikeushenkilö, kumppanuus- tai muu liiketoimintayksikkö)",
      "Et ole tehnyt syytteeseen asetettavaa rikosta (tai vastaavan vakavaa rikosta), seksuaalirikosta tai mitään väkivaltaa tai väkivallan uhkaa sisältävää rikosta",
      "Vakuutat kaikki antamasi tiedot oikeiksi, etkä jätä kertomatta olennaisia asioita",
      "Lupaat vastata kaikkiin kyselylomakkeen kysymyksiin rehellisesti ja vilpittömästi",
      "Sinulla ei ole enempää kuin yksi tili palveluissamme",
      "Me emme ole aiemmin poistaneet sinua palveluistamme",
      "Et ole parisuhteessa asiakkuuden alkamisajankohtana",
      "Profiilikuvasi ovat aitoja"
    ]
  },
  "consents": {
    "title": "Suostumukset",
    "intro": "Suostut:",
    "points": [
      "Noudattamaan näitä ehtoja ja tarkistamaan tämän sivun aika ajoin varmistaaksesi, että olet tietoinen muutoksista",
      "Noudattamaan kaikkia sovellettavia lakeja, mukaan lukien rajoituksetta tietosuojalait, immateriaalioikeuslait, roskapostin vastaiset lait ja sääntelyvaatimukset",
      "Ryhtymään kohtuullisiin toimenpiteisiin kirjautumistietojesi suojaamiseksi"
    ]
  },
  "restrictions": {
    "title": "Rajoitukset",
    "intro": "Suostut siihen, että et:",
    "points": [
      "Anna väärää tietoa henkilöllisyydestäsi, iästäsi tai yhteyksistäsi johonkin tiettyyn henkilöön tai yhteisöön",
      "Käytä palveluita tavalla, joka vahingoittaa palveluita tai estää muita käyttäjiä käyttämästä niitä",
      "Käytä palveluitamme tavalla, joka häiritsee tai vaikuttaa negatiivisesti alustaan, palvelimiin tai palveluidemme verkkoihin",
      "Käytä palveluitamme mihinkään haitalliseen, laittomaan tai rikolliseen tarkoitukseen",
      "Häiritse, kiusaa, vainoa, pelottele, pahoinpitele, halvenna, vahingoita tai muuten käyttäydy väärin",
      "Kalastele salasanoja tai kerää henkilötietoja muilta käyttäjiltä",
      "Pyydä rahaa tai muuta arvokasta toiselta käyttäjältä",
      "Käytä toisen käyttäjän tiliä",
      "Käytä palveluitamme petokseen tai pyramidihuijaukseen",
      "Lähetä viruksia tai muuta haitallista koodia",
      "Käytä tai kehitä kolmannen osapuolen sovelluksia ilman lupaa",
      "Luo uutta tiliä sen jälkeen, kun olemme keskeyttäneet tilisi",
      "Lähetä valheellisia ilmoituksia muista käyttäjistä"
    ]
  },
  "payment": {
    "title": "Maksuehdot ja Takuukäytännöt",
    "paragraphs": [
      "1. Sovelluskauppojen käyttö ja maksuvastuu\n\nSwoony-palvelu toimii Applen App Storen ja Google Play -kaupan alustoilla. Kaikki maksutapahtumat käsitellään kyseisten sovelluskauppojen kautta. Swoony Oy ei käsittele tai tallenna asiakkaiden maksukorttitietoja. Sitoudut noudattamaan valitsemasi sovelluskaupan omia maksu- ja käyttöehtoja.\n\nMaksuvastuu: Käyttäjä on henkilökohtaisesti vastuussa sovelluskaupan kautta tehtyjen ostosten maksamisesta. Tämä koskee myös tilanteita, joissa maksajaksi on merkitty toinen henkilö tai tili on yhteiskäytössä.\n\nHinnoittelu: Palvelun hinnat on esitetty sovelluksessa ostohetkellä. Mätsipaketit ovat kertaluonteisia palveluostoja, jotka veloitetaan etukäteen. Näihin paketteihin ei liity automaattisia korttiveloituksia eikä jatkuvia kuukausimaksuja ostohetken jälkeen, ellei kyseessä ole erikseen merkitty toistuva jäsenyys (Subscription).",
      "2. Peruutusoikeus (Digitaalinen palvelu)\n\nKoska kyseessä on digitaalinen asiantuntijapalvelu, jonka toimitus (profilointi, analyysi ja haku) aloitetaan välittömästi oston jälkeen, palvelulla ei pääsääntöisesti ole kuluttajansuojalain mukaista 14 vuorokauden peruutusoikeutta. Ostamalla palvelun käyttäjä hyväksyy, että palvelun suorittaminen alkaa heti, ja peruutusoikeus raukeaa."
    ]
  },
  "satisfaction_guarantee": {
    "title": "3. Takuukäytännöt (Muutos voimassa 5.1.2026 alkaen)",
    "paragraphs": [
      "Takuuehdot määräytyvät ostopäivämäärän mukaan. Tarkista alta, kumpi ehto koskee tilaustasi.",
      "A. Ostokset, jotka on tehty ENNEN 5.1.2026 (6kk Tyytyväisyystakuu)\n\nTämä ehto koskee vain ennen 5.1.2026 ostettuja paketteja.\n\nPalvelulupaus: Swoony sitoutuu tekemään parhaansa löytääkseen käyttäjälle sopivia kumppaneita. Takuun sisältö: Mikäli Swoony ei ole pystynyt esittelemään yhtäkään käyttäjän kriteereihin ja Swoonyn laatustandardeihin sopivaa mätsi-ehdotusta kuuden (6) kuukauden kuluessa ostopäivästä, katsomme sen palvelun toimitusvirheeksi. Hyvitys: Tällöin käyttäjä on oikeutettu hyvitykseen:\n\nSwoony-krediitit: Palautamme paketin arvon krediitteinä palveluun.\n\nRahallinen palautus: Annamme puoltavan lausunnon rahanpalautuksen hakemiseksi sovelluskaupalta. Lopullisen päätöksen tekee Apple/Google. Osittain käytettyjä mätsipaketteja ei palauteta esim käytetty 1 mätsi kolmesta. Takuun edellytykset: Koskee vain tilanteita, joissa käyttäjä on ollut aktiivinen, ei ole asettanut epärealistisia kriteerejä (jotka rajaavat 100% tietokannasta pois) eikä ole poistanut tiliään. Reklamaatio on tehtävä osoitteeseen info@swoony.io määräajan täytyttyä.",
      "B. Ostokset, jotka on tehty 5.1.2026 TAI SEN JÄLKEEN (Keskustelutakuu / Rematch)\n\nTämä ehto koskee kaikkia uusia palveluostoja (mätsipaketit) 5.1.2026 alkaen.",
      "1. Palvelun luonne ja rahanpalautus\n\nSwoony-mätsipaketit ovat asiantuntijapalveluita, joissa veloitus kattaa matchmakerin tekemän profilointityön, ehdokkaiden etsinnän (headhunting) ja manuaalisen varmistustyön. Koska tämä työ tehdään ja resurssit sidotaan heti oston jälkeen, maksua ei palauteta rahana, vaikka lopputulos (kemia) ei vastaisi odotuksia. Emme myy lopputulosta, vaan ammattimaista hakuprosessia.",
      "2. Conversation Guarantee (Keskustelutakuu)\n\nSitoudumme siihen, että löytämämme match on laadukas ja aito. Mikäli asiantuntijamme valitsema ja molempien hyväksymä match ei johda aitoon keskusteluun, tarjoamme sinulle uuden haun veloituksetta (Rematch).",
      "3. Milloin olet oikeutettu Rematchiin? Saat uuden haun ilmaiseksi, jos:\n\nVastapuoli ei vastaa ensimmäiseen viestiisi 48 tunnin kuluessa.\n\nTAI keskustelu päättyy (\"ghosting\") ennen kuin yhteensä kuusi (6) viestiä on vaihdettu (3 viestiä per osapuoli).",
      "4. Takuun rajoitukset\n\nTakuu kattaa enintään kolme (3) peräkkäistä uusintahakua yhtä maksettua pakettia kohden.\n\nTakuu ei ole voimassa, mikäli keskustelun katkeaminen johtuu käyttäjän omasta epäasiallisesta käytöksestä, yhteisösääntöjen rikkomisesta tai passiivisuudesta.\n\nTakuu ei oikeuta rahalliseen hyvitykseen, ainoastaan uuteen palvelusuoritukseen.",
      "Toimintaohje: Jos match hiljenee heti, ilmoita siitä sovelluksen palautetoiminnolla tai asiakaspalveluun (info@swoony.io), niin asiantuntijamme aktivoi uuden haun tilillesi."
    ]
  },
  "changes": {
    "title": "Muutokset ehtoihin ja palveluntarjontaan",
    "paragraphs": [
      "Swoony Oy:lla on oikeus tehdä muutoksia hinnastoon, maksuihin ja näihin ehtoihin. Mikäli muutokset ovat asiakkaalle olennaisesti haitallisia, niistä ilmoitetaan asiakkaalle sähköpostitse tai tekstiviestillä vähintään 1 kuukausi ennen muutosten voimaantuloa."
    ]
  },
  "liability": {
    "title": "Vastuuehdot",
    "paragraphs": [
      "Asiakas on itse vastuussa Swoony-treffikokemuksestaan, ja Swoony ei ole vastuussa mistään vahingoista tai haitoista, jotka saattavat ilmetä treffien aikana tai niiden jälkeen.",
      "Ilmoita meille välittömästi, jos treffikumppanisi käyttäytyy epäasiallisesti treffeillä niin ryhdymme toimenpiteisiin."
    ]
  },
  "communication": {
    "title": "Asiakasviestintä ja markkinointiviestit",
    "paragraphs": [
      "Asiakassuhteen ylläpitämiseksi viestimme sinulle asioista, jotka liittyvät kiinteästi niihin tuotteisiin tai palveluihin, jotka olet meiltä tilannut. Tällaisia viestejä ovat esimerkiksi tiedotteet hintojen ja palvelusisältöjen muutoksesta, sekä sellaiset viestit, jotka liittyvät palvelun toimittamiseen ja toimintaan. Asiakasviestit voidaan lähettää sähköisesti tai kirjeitse, eivätkä ne sisällä markkinointia.",
      "Näiden asiakasviestien lisäksi voimme lähettää markkinointia sisältäviä viestejä sähköisesti. Markkinointiviesteistä saat kattavammin tietoa Swoonyn palveluista ja eduista.",
      "Swoonyn asiakaseduista kerrotaan pääsääntöisesti sähköisten kanavien kautta.",
      "Sähköistä suoramarkkinointia voidaan lähettää, mikäli olet antanut siihen luvan (markkinointilupa). Voit saada meiltä myös sähköistä suoramarkkinointia tilauksen aktivointiin tai profiilin täyttämiseen liittyen myös ilman erillistä markkinointilupaa. Mikäli kiellät sähköisen markkinoinnin, emme lähetä sinulle minkäänlaista markkinointia sisältäviä sähköisiä viestejä. Voit asettaa sähköisen markkinointikiellon itsepalvelussa tai asiakaspalvelumme kautta."
    ]
  },
  "safety": {
    "title": "Yleiset turvallisuusmuistutukset",
    "paragraphs": [
      "Tiedät huumeiden ja alkoholin käytön rajasi paremmin kuin kukaan muu. Älä anna mätsisi painostaa sinua mihinkään, mikä sinusta tuntuu epämukavalta. Jos mätsisi yrittää painostaa sinua käyttämään huumeita tai juomaan enemmän kuin haluat, lopeta treffit.",
      "Älä koskaan anna kenellekään arkaluontoisia henkilökohtaisia tietoja, kuten sosiaaliturvatunnusta, luottokortin numeroa tai pankkitietoja, riippumatta siitä, miksi treffikumppani sanoo tarvitsevansa sitä.",
      "Älä koskaan lähetä rahaa tai henkilötietoja verkossa. Jos toinen Swoony-käyttäjä pyytää sinulta rahaa, ilmoita siitä meille välittömästi.",
      "On järkevää ja oikeutesi mukaista keskustella rehellisesti deittisi kanssa seksuaalisesta kontaktista ennen sen aloittamista, mukaan lukien kysyminen, milloin joku on viimeksi testattu sukupuolitautitestin varalta.",
      "Oikein ja johdonmukaisesti käytettynä kondomit ja muut suojat voivat vähentää sukupuolitautien, kuten HIV:n, tartunnan tai leviämisen riskiä. On kuitenkin mahdollista saada tietyt sukupuolitaudit joutuessaan kosketuksiin kumppanisi ihon kanssa, vaikka käytät suojaa.",
      "Kaiken seksuaalisen toiminnan on aloitettava suostumuksella. Suullinen viestintä voi auttaa sinua ja kumppaniasi varmistamaan, että kunnioitatte toistenne rajoja. Muista, että suostumus voidaan peruuttaa milloin tahansa. Älä koskaan jatka, jos kumppanisi on epävarma tai jos hän ei pysty suostumaan alkoholin tai huumeiden takia."
    ]
  },
  "contact": {
    "title": "Yhteystiedot",
    "email": "Asiakaspalvelu: info@swoony.io",
    "phone": "Puhelin: 045 229 6866",
    "hours": "Aukioloajat: Ma-Pe 10:00 - 17:00"
  }
}