{
  "title": "Swoony Oy användarvillkor",
  "backButton": "Tillbaka",
  "commitment": {
    "title": "Åtagande som kund",
    "intro": "Du har inte rätt att skapa ett konto eller använda tjänsterna om inte alla följande förhållanden gäller för dig, och genom att använda våra tjänster försäkrar och garanterar du att:",
    "points": [
      "Du är minst 18 år gammal och en privatperson (dvs. inte en juridisk person, partnerskap eller annan affärsenhet)",
      "Du har inte begått något åtalbart brott (eller motsvarande allvarligt brott), sexualbrott eller något brott som involverar våld eller hot om våld",
      "Du försäkrar att all information du lämnar är korrekt och att du inte utelämnar väsentlig information",
      "Du lovar att svara ärligt och uppriktigt på alla frågor i frågeformuläret",
      "Du inte har mer än ett konto i våra tjänster",
      "Vi har inte tidigare tagit bort dig från våra tjänster",
      "Du inte är i ett förhållande när kundrelationen inleds",
      "Dina profilbilder är äkta"
    ]
  },
  "consents": {
    "title": "Samtycke",
    "intro": "Du samtycker till att:",
    "points": [
      "Följa dessa villkor och kontrollera denna sida då och då för att säkerställa att du är medveten om ändringar",
      "Följa alla tillämpliga lagar, inklusive men inte begränsat till dataskyddslagar, immaterialrättslagar, antispam-lagar och regleringskrav",
      "Vidta rimliga åtgärder för att skydda dina inloggningsuppgifter"
    ]
  },
  "restrictions": {
    "title": "Begränsningar",
    "intro": "Du samtycker till att inte:",
    "points": [
      "Ge falsk information om din identitet, ålder eller kopplingar till en viss person eller grupp",
      "Använda tjänsterna på ett sätt som skadar tjänsterna eller hindrar andra användare från att använda dem",
      "Använda våra tjänster på ett sätt som stör eller negativt påverkar plattformen, servrar eller våra tjänsters nätverk",
      "Använda våra tjänster för något skadligt, olagligt eller brottsligt syfte",
      "Störa, trakassera, förfölja, skrämma, misshandla, förnedra, skada eller på annat sätt bete dig illa",
      "Fiska lösenord eller samla in personuppgifter från andra användare",
      "Be om pengar eller något annat värdefullt från en annan användare",
      "Använda en annan användares konto",
      "Använda våra tjänster för bedrägeri eller pyramidspel",
      "Skicka virus eller annan skadlig kod",
      "Använda eller utveckla tredjepartsapplikationer utan tillstånd",
      "Skapa ett nytt konto efter att vi har stängt av ditt konto",
      "Skicka falska rapporter om andra användare"
    ]
  },
  "payment": {
    "title": "Betalningsvillkor och Garantipolicyer",
    "paragraphs": [
      "6.1 Användning av appbutiker\n\nSwoony-tjänsten fungerar på plattformarna Apple App Store och Google Play. Alla betalningstransaktioner hanteras via dessa appbutiker. Swoony Oy behandlar eller lagrar inte kunders betalkortsuppgifter.\n\nDu förbinder dig att följa betalnings- och användarvillkoren för den valda appbutiken.",
      "6.2 Betalningsansvar\n\nAnvändaren är personligen ansvarig för betalning av köp som görs via appbutiken. Detta gäller även situationer där en annan person är angiven som betalare eller om kontot används gemensamt.",
      "6.3 Prissättning\n\nTjänstens priser presenteras i appen vid köptillfället.\n\nMatchningspaket: Engångsköp av tjänster som debiteras i förskott. Inga automatiska fortsatta debiteringar.\n\nMedlemskap (Subscription): Automatiskt förnyade månadsavgifter. Avbokning sker via appbutiken.",
      "6.4 Avbokning av medlemskap\n\nMedlemskapet förnyas automatiskt tills du avbokar det.\n\nAvbokning görs via appbutiken (Apple/Google), inte via Swoony.\n\nAvbokningen träder i kraft vid slutet av den aktuella faktureringsperioden.\n\nRedan betalda medlemsavgifter återbetalas inte.",
      "6.5 Ångerrätt\n\nDigitala tjänstens särskilda karaktär: Eftersom det rör sig om en digital experttjänst vars leverans (profilering, analys och sökning) påbörjas omedelbart efter köpet, omfattas tjänsten i regel inte av den 14 dagars ångerrätt som föreskrivs i konsumentskyddslagen.\n\nGenom att köpa tjänsten godkänner du att utförandet av tjänsten påbörjas omedelbart och att ångerrätten upphör att gälla.\n\nUndantag: Tjänsten har inte påbörjats. Om du ännu inte har fyllt i din profil och matchmaking-arbetet inte har påbörjats, kan du begära avbokning inom 14 dagar från köpet genom att kontakta kundtjänst."
    ]
  },
  "satisfaction_guarantee": {
    "title": "3. Garantipolicyer (Ändring i kraft från 5.1.2026)",
    "paragraphs": [
      "Garantivillkoren bestäms utifrån inköpsdatumet. Kontrollera nedan vilket villkor som gäller för din beställning.",
      "A. Köp gjorda FÖRE 5.1.2026 (6 mån Nöjdhetsgaranti)\n\nDetta villkor gäller endast paket köpta före 5.1.2026.\n\nTjänstelöfte: Swoony förbinder sig att göra sitt bästa för att hitta lämpliga partners åt användaren. Garantins innehåll: Om Swoony inte har kunnat presentera ett enda matchningsförslag som uppfyller användarens kriterier och Swoonys kvalitetsstandarder inom sex (6) månader från inköpsdatumet, betraktar vi det som ett fel i tjänsteleveransen. Ersättning: I sådana fall har användaren rätt till ersättning:\n\nSwoony-krediter: Vi återbetalar paketets värde som krediter i tjänsten.\n\nEkonomisk återbetalning: Vi ger ett förordande utlåtande för att ansöka om återbetalning från appbutiken. Det slutgiltiga beslutet fattas av Apple/Google. Garantins förutsättningar: Gäller endast situationer där användaren har varit aktiv, inte har ställt orealistiska kriterier (som utesluter 100 % av databasen) och inte har tagit bort sitt konto. Reklamation ska göras till adressen info@swoony.io när tidsfristen löpt ut.\n\nObservera: Delvis använda matchningspaket återbetalas inte. Om du t.ex. har använt 1 match av ett 3-matcherspaket ger garantin inte rätt till återbetalning för det redan använda paketet.",
      "B. Köp gjorda 5.1.2026 ELLER SENARE (Konversationsgaranti / Rematch)\n\nDetta villkor gäller alla nya tjänsteköp från och med 5.1.2026.",
      "1. Tjänstens karaktär och återbetalning\n\nSwoony-matchningspaket är experttjänster där debiteringen täcker matchmakerns profileringsarbete, sökning av kandidater (headhunting) och manuellt verifieringsarbete. Eftersom detta arbete utförs och resurser binds omedelbart efter köpet, återbetalas inte betalningen i pengar, även om slutresultatet (kemi) inte motsvarar förväntningarna. Vi säljer inte ett slutresultat, utan en professionell sökprocess.",
      "2. Conversation Guarantee (Konversationsgaranti)\n\nVi förbinder oss att den match vi hittar är av hög kvalitet och äkta. Om en match som valts av vår expert och godkänts av båda parter inte leder till en äkta konversation, erbjuder vi dig en ny sökning utan kostnad (Rematch).",
      "3. När är du berättigad till en Rematch? Du får en ny sökning gratis om:\n\nMotparten inte svarar på ditt första meddelande inom 48 timmar.\n\nELLER konversationen avslutas (\"ghosting\") innan totalt sex (6) meddelanden har utbytts (3 meddelanden per part).",
      "4. Garantins begränsningar\n\nGarantin täcker högst tre (3) på varandra följande nya sökningar per betalt paket.\n\nGarantin gäller inte om konversationen avbryts på grund av användarens eget olämpliga beteende, brott mot gemenskapsregler eller passivitet.\n\nGarantin berättigar inte till ekonomisk återbetalning, endast till en ny tjänsteprestation.",
      "Anvisning: Om en match tystnar direkt, meddela detta via appens responsfunktion eller till kundtjänst (info@swoony.io), så aktiverar vår expert en ny sökning på ditt konto."
    ]
  },
  "changes": {
    "title": "Ändringar i villkor och tjänsteutbud",
    "paragraphs": [
      "Swoony Oy har rätt att göra ändringar i månatliga avgifter, andra avgifter och dessa villkor.",
      "Om skadliga ändringar görs i månadsavgiften kommer kunden att meddelas via e-post eller textmeddelande minst en (1) månad före ändringen träder i kraft."
    ]
  },
  "liability": {
    "title": "Ansvarsvillkor",
    "paragraphs": [
      "Kunden är själv ansvarig för sin Swoony-dejting upplevelse, och Swoony är inte ansvarig för några skador eller olägenheter som kan uppstå under eller efter dejten.",
      "Informera oss omedelbart om din dejt beter sig olämpligt på dejten så att vi kan vidta åtgärder."
    ]
  },
  "communication": {
    "title": "Kundkommunikation och marknadsföringsmeddelanden",
    "paragraphs": [
      "För att upprätthålla kundrelationen kommunicerar vi med dig om frågor som är nära kopplade till de produkter eller tjänster du har beställt från oss. Sådana meddelanden inkluderar till exempel meddelanden om ändringar i priser och tjänsteinnehåll, samt meddelanden som rör leverans och drift av tjänsten. Kundmeddelanden kan skickas elektroniskt eller per brev och innehåller inte marknadsföring.",
      "Utöver dessa kundmeddelanden kan vi skicka meddelanden med marknadsföringsinnehåll elektroniskt. Från marknadsföringsmeddelanden får du mer omfattande information om Swoonys tjänster och förmåner.",
      "Swoony-kundförmåner kommuniceras i huvudsak via elektroniska kanaler.",
      "Elektronisk direktmarknadsföring kan skickas om du har gett tillstånd till det (marknadsföringstillstånd). Du kan också få elektronisk direktmarknadsföring från oss i samband med aktivering av prenumeration eller profilkomplettering utan separat marknadsföringstillstånd. Om du förbjuder elektronisk marknadsföring skickar vi inga elektroniska meddelanden som innehåller någon form av marknadsföring. Du kan ställa in ett elektroniskt marknadsföringsförbud via självbetjäning eller via vår kundtjänst."
    ]
  },
  "safety": {
    "title": "Allmänna säkerhetspåminnelser",
    "paragraphs": [
      "Du känner dina gränser för droger och alkohol bättre än någon annan. Låt inte din match pressa dig till något som känns obekvämt. Om din match försöker pressa dig att använda droger eller dricka mer än du vill, avsluta dejten.",
      "Ge aldrig känslig personlig information till någon, såsom personnummer, kreditkortsnummer eller bankinformation, oavsett varför din dejt säger att de behöver det.",
      "Skicka aldrig pengar eller personlig information online. Om en annan Swoony-användare ber dig om pengar, rapportera det till oss omedelbart.",
      "Det är klokt och din rätt att ärligt diskutera sexuell kontakt med din dejt innan du inleder den, inklusive att fråga när någon senast testade sig för sexuellt överförbara sjukdomar.",
      "Korrekt och konsekvent användning av kondomer och andra skydd kan minska risken för att få eller sprida sexuellt överförbara sjukdomar, inklusive HIV. Det är dock möjligt att få vissa sexuellt överförbara sjukdomar genom kontakt med din partners hud, även om du använder skydd.",
      "All sexuell aktivitet måste börja med samtycke. Muntlig kommunikation kan hjälpa dig och din partner att säkerställa att ni respekterar varandras gränser. Kom ihåg att samtycke kan återkallas när som helst. Fortsätt aldrig om din partner är osäker eller om de inte kan samtycka på grund av alkohol eller droger."
    ]
  },
  "contact": {
    "title": "Kontaktuppgifter",
    "email": "Kundtjänst: info@swoony.io",
    "phone": "Telefon: 045 229 6866",
    "hours": "Öppettider: Mån-Fre 10:00 - 17:00"
  }
}